motorBike/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2412                                  |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      binary;
    arch        "LSB;label=32;scalar=64";
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    frontAndBack
    {
        type            patch;
        nFaces          320;
        startFace       3456;
    }
    inlet
    {
        type            patch;
        nFaces          64;
        startFace       3776;
    }
    outlet
    {
        type            patch;
        nFaces          64;
        startFace       3840;
    }
    lowerWall
    {
        type            wall;
        inGroups        1(wall);
        nFaces          160;
        startFace       3904;
    }
    upperWall
    {
        type            patch;
        nFaces          160;
        startFace       4064;
    }
)

// ************************************************************************* //
